insert into gym_t values ('1' ,'프레토 휘트니스', '깨끗한 시설, 순수한 마음, 정직한 트레이닝', '02-4545-6565', '서울 동작구 보라매로 113 코스모빌딩 5층',null, null, '09:00 ~ 24:00', '09:00 ~ 19:00', '10:00 ~ 18:00', '매주 일요일');
insert into gym_t values ('2', 'R.U 휘트니스', '최첨단 시설', '1644-3466', '인천광역시 부평구 마장로 489', null, null, '09:00 ~ 24:00', '09:00 ~ 19:00', null, '매주 일요일');
insert into gym_t values ('3', 'AMG피트니스', 'Achieve My Goal', '02-864-8835', '서울 금천구 가산디지털2로 98 롯데IT캐슬 2동 15호', null,null, '09:00 ~ 21:00', '09:00 ~ 19:00', null, '2 / 4주 일요일');
insert into gym_t values ('4', '더메이커짐', '현역 선수들로 이루어진 트레이너진 에게 전문적이고 차별화된 1:1 개인트레이닝( P.T )을 받아보세요.', '0507-1314-1210', '안양시 만안구 문예로 35 지하 1층', null, null, '09:00 ~ 24:00', '09:00 ~ 19:00', null, '매주 일요일');
insert into gym_t values ('5', '인스타짐', '금천구 최대규모 피트니스 센터', '0507-1358-7101', '가산디지털단지역 7번출구 앞 제이플라츠 지하 1층', null, null, '09:00 ~ 24:00', '10:00 ~ 21:00', null, '매주 일요일');
insert into gym_t values ('6' ,'리메이크짐', '가산 1:1 PT샵 입니다. 깨끗한 환경, 깨끗한 새 기구, 운동하고 싶은 분위기', '0507-1333-9682', '가산디지털단지역 2,3,4 번 출구 도보 3, 차량 1분거리', null, null, '09:00 ~ 24:00', '09:00 ~ 19:00', null, '매주 일요일');


insert into member_t values ('1', null,'admin', 'admin', 'admin', '관리자', 'M', '000000', '03048', '서울특별시 종로구 청와대로 1', '청와대', '00000000000', 'F', sysdate, null, '100', null, null, null, null, null, null, null, null);
insert into member_t values ('2', null,'yoooon0104@gmail.com', '12341234!', 'kisoo', '윤기수', 'M', '19930104', '03048', '서울특별시 종로구 청와대로 1', '청와대', '01026169251', 'F', sysdate, null, '100', null, null, null, null, null, null, null, null);
insert into member_t values ('3', null, 'de526@naver.com', '12341234!', '다으닝','안다은','F', '19930526', '08502', '서울특별시 동작구 상도로 55', '10000001호' , '01047660568', 'F', sysdate, null, '0', null, null, null, null, null, null, null, null);
insert into member_t values ('4', null,'qaz985@gmail.com', '12341234!', '채영', '임채영','M', '19930203',  '08502', '서울특별시 금천구 가산디지털 1로 186', '제이플라츠 B1' ,'01087654321','F', sysdate, null, '0', null, null, null, null, null, null, null, null);
insert into member_t values ('5', null, 'jay_jhahn@naver.com', '12341234!', 'jay', '안재효', 'M', '19911231', '13907', '안양시 만안구 석수동 석수로 110', '석수초등학교' , '01054574875', 'F', sysdate, null, '0', null, null, null, null, null, null, null, null);
insert into member_t values ('6', null, 'ironman@gmail.com', '12341234!', 'TonyStark', 'Robert Downey Jr', 'M', '19730526', '04631', '서울특별시 중구 소공로 48', '남산타워' , '01012345678', 'F', sysdate, null, '0', null, null, null, null, null, null, null, null);
insert into member_t values('7', '3', 'eddy.tran@gmail.com', '12341234!', 'Eddy', 'Eddy Lou', 'M', '19960314', '03741', '서울특별시 서대문구 서소문로 43-12', '주한프랑스대사관', '01042125791', 'F', sysdate, null, '50', '저는 프랑스에서 온 에디입니다.  프랑스에서 12년간 퍼스널 트레이너로 활동하였고, 한국에서 새로운 길을 걸어가려 합니다. 외국인들에게 부담없이 가르칠 수 있는 좋은 트레이너가 되도록 하겠습니다. ', '초보환영 합니다', '남성전문, 중국어, 다이어트, 헬린이, 대회준비, 영어', null, null, null, null, null);
insert into member_t values ('8', '5', 'ronnycolm@gmail.com', '12341234!', 'HulkRonnie', 'Ronnie Coleman', 'M', '721014', '04346', '서울특별시 용산구 회나무로44다길 20', '쪽방촌', '0102125791', 'F', sysdate, null, '50', '안녕하세요! 세계최고의 헬창 트레이너 로니입니다. 현재 스포츠 모델 선수이자, 2020년 피트니스 스타 대회 심사위원입니다. 운동 처방 학과를 졸업하였고 15년 이상 트레이너를 해오고 있습니다. 저의 오랜 경력과 다양한 경험을 바탕으로 회원님에게 도움을 드리고 싶습니다~ 언제든지 편하게 문의주세요! 프로그램', '헐크 제가 만들어드리겠습니다.', '대회준비, 헬린이, 여성전문, 필라테스, 바디프로필, 영어', null, null, null, null, null);
insert into member_t values ('9', '6', 'ray_yang@gmail.com', '12341234!', '레이양', 'Ray Yang', 'F', '19860314', '06253', '서울특별시 강남구 강남대로 308', '삼성전자', '01066125722', 'F', sysdate, null,  '50',  '안녕하세요! 레이양 입니다! 휘트니스 센터에서 50분만 수업을 진행하는 것에 염증을 느껴 프리랜서로 일을 합니다. 회원님 한분한분 진심으로 대하고 목표를 이루실 수 있도록 진행합니다. PT가 끝나고 나서도 혼자서 운동을 하고 건강하 삶을 사실 수 있도록 그리고 뚜렷한 목적을 만들고 운동을 열심히 하실 수 있도록 옆에서 동기부여 해드리겠습니다.남성회원은 받지 않습니다. 여성분만 연락부탁드립니다. (Pt문의 )카카오톡: loura01', '확실하게 빼드립니다!', '영어, 다이어트, 체력증진, 여성전문, 바디프로필', null, null, null, null, null);
insert into member_t values ('10', '2', 'chris.thor@gmail.com', '12341234!', 'thor', 'Chris Hemsworth', 'M', '19860314', '06325', '서울특별시 강남구 선릉로8길 6', '길바닥', '01086248235', 'F', sysdate, null, '50', '안녕하세요 트레이너 Thor 입니다^^ 2004년부터 생활체육지도자보디빌딩을 취득하고 17년차 트레이너 길을 걷고있습니다.<br>정보가 많이 없어 시간과 양으로만 운동했던 시절부터 다양한 정보가 쏟아지는 이 시기에 이르기까지 셀수없는 트레이닝의 시행착오를 겪으면서 쌓아온 노하우들을 시원하게 전해드리고 싶습니다~ <Thor 핵심역량> 최대체중 106kg에서 최저체중 59kg까지 성인한명에 가까운 체중을 제몸에서 빼낸 경험이 있습니다.여태껏 감량해봤던 체중을 합친다면 200kg도 족히 될것같습니다. 직접 쌓아온 제대로된 다이어트 노하우가 있습니다^^ 17년간 저와함께 다이어트를 진행했던 많은분들이 계십니다. 사람의 몸은 다 다릅니다. 유전적인 부분과 환경적인 요소에 따라서 다이어트 방법도 달라야합니다~감량은 내몸에 결핍을 일으켜서 지방을 빼내는것입니다. <br>잘못하면 건강을 잃을 수 있습니다. 전문가와 건강하게 진행하셔야 합니다!', '나보다 싸움 잘하는사람?', '남성전문,영어, 다이어트, 대회준비, 벌크업', null, null, null, null, null);
insert into member_t values ('11', '1', 'eggkim@gmail.com', '12341234!', 'eggkim', '김계란', 'M', '19830314', '03741', '서울특별시 중구 남대문로 92', '한국전력공사 사옥', '01027412248', 'F', sysdate, null, '50', '안녕친구들 빡빡이 아저씨야 퍼스널 트레이닝을 받고 싶으면 빨리 나한테 연락해! 아 참, 가짜사나이도 할 거지?', '유하', '일본어, 다이어트, 남성전문, 근력증진, 멸치탈출', null, null, null, null, null);

insert into booking_t values (1, 1, 6, to_date('2020/10/30 12:00','yyyy/mm/dd hh24:mi'), null, '상담 문의 드립니다.' );
insert into booking_t values (2, 2, 7, to_date('2020/10/29 10:00','yyyy/mm/dd hh24:mi'), null, '상담 문의 드립니다.' );
insert into booking_t values (3, 3, 8, to_date('2020/10/28 14:00','yyyy/mm/dd hh24:mi'), null, '상담 문의 드립니다.' );
insert into booking_t values (4, 4, 9, to_date('2020/10/27 18:00','yyyy/mm/dd hh24:mi'), null, '상담 문의 드립니다.' );
insert into booking_t values (5, 5, 10, to_date('2020/10/26 15:00','yyyy/mm/dd hh24:mi'), null, '상담 문의 드립니다.' );


insert into level_t values (100, 50, 0);


insert into review_t values ('1' ,'1', '6', 'kisoo', '<1회 체험> 인바디 측정 후 상태도 잘 알려주시고 오히려 저보다 더 적극적이고 더 알려주시려고 하시는게 눈에 보여서 정말 좋았습니다 무료 체험 했는데 죽을 뻔 했지만 도움 됐습니다.', '5',null, sysdate , null);												
insert into review_t values ('2' ,'2', '7', '다으닝', '오늘 무료체험받고 20회 결제하고 왔습니다. 집과 가까운 곳들이 있긴하지만 커짐 믿고 찾아가서 무료체험과 상담을 받았는데요. pt몇번 받아본 경험이 있는데 첫날부터 이렇데 빡세게(?) 시켜주시는데는 첨이었네요.. ot개념처럼 생각하고 갔다가 입고간 운동복만 땀에 홀랑... 돌아오는길이 쌀쌀한 날씨덕에 더 춥더라구요ㅎㅎ... 사실 따지면 무료체험인데 첨부터 운동 잘 잡아주시고 인바디 상담도 꼼꼼하게 해주셔서(물론 어느정도 몸상태는 알고 있았지만 ㅠㅠ) 만족스러운 체험이었습니다. 이제는 본격 운동 들어가야되는데 그리고 나서는 무료체험말고 일반 후기로 작성할께요 ㅎㅎ 벌써 운동할 생각에 걱정되네요.ㅋㅋㅋㅋㅋㅋ', '5',null, sysdate , null);												
insert into review_t values ('3' ,'3', '8', '채영', '<1회 체험> 친구추천으로 커짐을 알게 되었고 다이어트를 목적으로 체험하게 되었는데 설명도 전문성 있게 잘 해주시고 운동 자세도 바르게 잘 잡아주셨습니다. 앞으로 관리도 잘 해주실것 같아서 바로 등록했습니다. 정규 수업도 엄청 기대되네요:) 추천합니다.', '5',null, sysdate , null);												
insert into review_t values ('4' ,'4', '9', 'jay', '지금까지 제가 배웠던 운동들은 운동 맛보기였던 것 같아요... 무료체험하면서 아직 갈길이 멀다는걸 체감하고, 제대로 배워보고 싶어서 등록했습니다. 전문성, 성의 다 갖춘 트레이너 쌤 찾고 싶었는데 잘 찾아온 것 같아요.', '5',null, sysdate , null);												
insert into review_t values ('5' ,'5', '10', 'TonyStark', '<1회 체험> 다른곳에서도 무료체험 한번 받아봤는데 너무 대충 설명해주셔서 실망했습니다. 근데 이번에는 선생님이 설명도 친절히 잘 해주시고 운동도 열심히 가르쳐주셔서 믿고 등록했습니다. 단백질 보충제도 주시고, 관리도 잘 해주시는 것 같습니다. 추천합니다!', '5',null, sysdate , null);												


insert into board_t values ('1', '6', '오늘의 등운동, SEATED ROW', '등운동은 크게 등 두께를 두껍게 만드는 운동과 등 넓이를 넓히는 운동으로 나눌 수 있습니다. 등 두께를 두껍게 하는 운동 종목으로는 로우류의 운동이 있습니다. 대표적으로 헬스장에서 많이 하시는 시티드 로우를 예로 들 수 있습니다. 시티드 로우 같은 경우에 보통 수축을 중점으로, 그 중량을 땡기는 것에만 중점을 두고 많이 운동을 하시는데 등운동은 수축보다는 이완에 중점을 두고 운동을 하셔야 합니다. 수축보다 이완에 집중을 하기 위해서는 중량 선택이 가장 중요합니다. 중량 선택에 관해서는 다음에 다시 다루도록 하겠습니다.',
sysdate, NULL, 'F', 'F', '0');
insert into board_t values ('2', '7', '오늘의 가슴운동, CABLE CROSS OVER', '케이블 크로스 오버는 팔을 가운데로 모은다는 느낌보다는 앞쪽으로 손을 쭉 뻗는 프레스 느낌으로 해야한다. 가슴 중앙부랑 정면에 연장된 선이 있다고 생각하고 손을 그 선의 제일 먼 곳으로 보낸다는 느낌으로 프레스 하듯이 하면 혈액을 모을 수 있음.
중량은 너무 높은 중량보다는 종목을 수행하면서 속도를 천천히 하면서 타겟 근육에 집중하는 것이 제일 중요하다.', SYSDATE, NULL, 'F', 'F', '0');
insert into board_t values ('3', '8', '오늘의 하체운동, BARBELL SQUET', '웨이트 트레이닝의 꽃, 스쿼트. 옛날에는 스쿼트를 무릎이 발 앞으로 나가면 안된다고 많이 가르쳤다. 하지만 요새는 발의 넓이는 자신이 편한만큼 벌려서 스텐스를 잡으며 그 사이 공간으로 몸이 가라앉는 다는 느낌으로 편하게 앉아주면 된다.
스쿼트를 진행하면서 타겟하는 근육이 어디느냐에 따라 수행방법이 조금씩 다르긴 하지만 가장 기초적인 대퇴 사두를 타겟으로 하는 하이바 스쿼트의 경우에는 바벨을 승모근 위에 올려 견갑을 잡은 상태에서 팔꿈치를 위로 들어올려서 스쿼트를
수행함에 있어서 바벨에 안정성을 높여야 한다. 그 상태에서 배에 숨을 몰아넣어 복압을 잡은 상태에서 자연스럽게 상체는 세운 상태에서 앉아주면 된다. 과도한 중량으로 상체가 숙여지면 허리 부상의 위험성이 높아지니 적절한 중량을 선택하는 것이 매우 중요하다.',
SYSDATE, NULL, 'F', 'F', '0');
insert into board_t values ('4', '9', '오늘의 어깨운동, SEATED OVER HEAD DUMBELL PRESS', '시티드 오버헤드 프레스는 어깨가 커지기 위해하는 프레스 운동 중 가장 기초적인 프레스류의 운동이다. 많은 사람들이 머리 위로 들고있는 덤벨을 옆으로 벌리면서 내리는 실수를 하는데, 그렇게 되면 어깨 부상의 위험성이 매우 높다.
플라이를 제외한 덤벨을 이용한 프레스 운동은 모두 수직저항을 받는 것이 타겟으로 하는 근육에 부하를 제대로 가져올 수가 있다. 또한, 내려오는 힘을 이용해 반동으로 덤벨을 올리는 경우도 잦은 실수 중에 하나이다.
중량을 들기만을 위한 운동이 아닌 보디빌딩식 운동, 즉, 스트렝스 운동이 아닌 근비대를 위한 운동을 제대로 하기 위해서는 적절한 템포를 이용하여 천천히 집중하여 진행하는 것이 가장 중요하다.', SYSDATE, NULL, 'F', 'F', '0');
insert into board_t values ('5', '10', '오늘의 이두운동, BICEPS CURL', '이두운동은 나도 힘들어서 잘안함 그냥 중력에 수직으로 저항 받으면 됨.', to_date(sysdate,'yyyy/mm/dd hh24:mi'), NULL, 'F', 'F', '0');
insert into board_t values ('6', '6', '오늘의 등운동, SEATED ROW', '등운동은 크게 등 두께를 두껍게 만드는 운동과 등 넓이를 넓히는 운동으로 나눌 수 있습니다. 등 두께를 두껍게 하는 운동 종목으로는 로우류의 운동이 있습니다. 대표적으로 헬스장에서 많이 하시는 시티드 로우를 예로 들 수 있습니다. 시티드 로우 같은 경우에 보통 수축을 중점으로, 그 중량을 땡기는 것에만 중점을 두고 많이 운동을 하시는데 등운동은 수축보다는 이완에 중점을 두고 운동을 하셔야 합니다. 수축보다 이완에 집중을 하기 위해서는 중량 선택이 가장 중요합니다. 중량 선택에 관해서는 다음에 다시 다루도록 하겠습니다.',
sysdate, NULL, 'F', 'F', '0');
insert into board_t values ('7', '7', '오늘의 가슴운동, CABLE CROSS OVER', '케이블 크로스 오버는 팔을 가운데로 모은다는 느낌보다는 앞쪽으로 손을 쭉 뻗는 프레스 느낌으로 해야한다. 가슴 중앙부랑 정면에 연장된 선이 있다고 생각하고 손을 그 선의 제일 먼 곳으로 보낸다는 느낌으로 프레스 하듯이 하면 혈액을 모을 수 있음.
중량은 너무 높은 중량보다는 종목을 수행하면서 속도를 천천히 하면서 타겟 근육에 집중하는 것이 제일 중요하다.', SYSDATE, NULL, 'F', 'F', '0');
insert into board_t values ('8', '8', '오늘의 하체운동, BARBELL SQUET', '웨이트 트레이닝의 꽃, 스쿼트. 옛날에는 스쿼트를 무릎이 발 앞으로 나가면 안된다고 많이 가르쳤다. 하지만 요새는 발의 넓이는 자신이 편한만큼 벌려서 스텐스를 잡으며 그 사이 공간으로 몸이 가라앉는 다는 느낌으로 편하게 앉아주면 된다.
스쿼트를 진행하면서 타겟하는 근육이 어디느냐에 따라 수행방법이 조금씩 다르긴 하지만 가장 기초적인 대퇴 사두를 타겟으로 하는 하이바 스쿼트의 경우에는 바벨을 승모근 위에 올려 견갑을 잡은 상태에서 팔꿈치를 위로 들어올려서 스쿼트를
수행함에 있어서 바벨에 안정성을 높여야 한다. 그 상태에서 배에 숨을 몰아넣어 복압을 잡은 상태에서 자연스럽게 상체는 세운 상태에서 앉아주면 된다. 과도한 중량으로 상체가 숙여지면 허리 부상의 위험성이 높아지니 적절한 중량을 선택하는 것이 매우 중요하다.',
SYSDATE, NULL, 'F', 'F', '0');
insert into board_t values ('9', '9', '오늘의 어깨운동, SEATED OVER HEAD DUMBELL PRESS', '시티드 오버헤드 프레스는 어깨가 커지기 위해하는 프레스 운동 중 가장 기초적인 프레스류의 운동이다. 많은 사람들이 머리 위로 들고있는 덤벨을 옆으로 벌리면서 내리는 실수를 하는데, 그렇게 되면 어깨 부상의 위험성이 매우 높다.
플라이를 제외한 덤벨을 이용한 프레스 운동은 모두 수직저항을 받는 것이 타겟으로 하는 근육에 부하를 제대로 가져올 수가 있다. 또한, 내려오는 힘을 이용해 반동으로 덤벨을 올리는 경우도 잦은 실수 중에 하나이다.
중량을 들기만을 위한 운동이 아닌 보디빌딩식 운동, 즉, 스트렝스 운동이 아닌 근비대를 위한 운동을 제대로 하기 위해서는 적절한 템포를 이용하여 천천히 집중하여 진행하는 것이 가장 중요하다.', SYSDATE, NULL, 'F', 'F', '0');
insert into board_t values ('10', '10', '오늘의 이두운동, BICEPS CURL', '이두운동은 나도 힘들어서 잘안함 그냥 중력에 수직으로 저항 받으면 됨.', to_date(sysdate,'yyyy/mm/dd hh24:mi'), NULL, 'F', 'F', '0');
insert into board_t values ('11', '6', '오늘의 등운동, SEATED ROW', '등운동은 크게 등 두께를 두껍게 만드는 운동과 등 넓이를 넓히는 운동으로 나눌 수 있습니다. 등 두께를 두껍게 하는 운동 종목으로는 로우류의 운동이 있습니다. 대표적으로 헬스장에서 많이 하시는 시티드 로우를 예로 들 수 있습니다. 시티드 로우 같은 경우에 보통 수축을 중점으로, 그 중량을 땡기는 것에만 중점을 두고 많이 운동을 하시는데 등운동은 수축보다는 이완에 중점을 두고 운동을 하셔야 합니다. 수축보다 이완에 집중을 하기 위해서는 중량 선택이 가장 중요합니다. 중량 선택에 관해서는 다음에 다시 다루도록 하겠습니다.',
sysdate, NULL, 'F', 'F', '0');
insert into board_t values ('12', '7', '오늘의 가슴운동, CABLE CROSS OVER', '케이블 크로스 오버는 팔을 가운데로 모은다는 느낌보다는 앞쪽으로 손을 쭉 뻗는 프레스 느낌으로 해야한다. 가슴 중앙부랑 정면에 연장된 선이 있다고 생각하고 손을 그 선의 제일 먼 곳으로 보낸다는 느낌으로 프레스 하듯이 하면 혈액을 모을 수 있음.
중량은 너무 높은 중량보다는 종목을 수행하면서 속도를 천천히 하면서 타겟 근육에 집중하는 것이 제일 중요하다.', SYSDATE, NULL, 'F', 'F', '0');
insert into board_t values ('13', '8', '오늘의 하체운동, BARBELL SQUET', '웨이트 트레이닝의 꽃, 스쿼트. 옛날에는 스쿼트를 무릎이 발 앞으로 나가면 안된다고 많이 가르쳤다. 하지만 요새는 발의 넓이는 자신이 편한만큼 벌려서 스텐스를 잡으며 그 사이 공간으로 몸이 가라앉는 다는 느낌으로 편하게 앉아주면 된다.
스쿼트를 진행하면서 타겟하는 근육이 어디느냐에 따라 수행방법이 조금씩 다르긴 하지만 가장 기초적인 대퇴 사두를 타겟으로 하는 하이바 스쿼트의 경우에는 바벨을 승모근 위에 올려 견갑을 잡은 상태에서 팔꿈치를 위로 들어올려서 스쿼트를
수행함에 있어서 바벨에 안정성을 높여야 한다. 그 상태에서 배에 숨을 몰아넣어 복압을 잡은 상태에서 자연스럽게 상체는 세운 상태에서 앉아주면 된다. 과도한 중량으로 상체가 숙여지면 허리 부상의 위험성이 높아지니 적절한 중량을 선택하는 것이 매우 중요하다.',
SYSDATE, NULL, 'F', 'F', '0');
insert into board_t values ('14', '9', '오늘의 어깨운동, SEATED OVER HEAD DUMBELL PRESS', '시티드 오버헤드 프레스는 어깨가 커지기 위해하는 프레스 운동 중 가장 기초적인 프레스류의 운동이다. 많은 사람들이 머리 위로 들고있는 덤벨을 옆으로 벌리면서 내리는 실수를 하는데, 그렇게 되면 어깨 부상의 위험성이 매우 높다.
플라이를 제외한 덤벨을 이용한 프레스 운동은 모두 수직저항을 받는 것이 타겟으로 하는 근육에 부하를 제대로 가져올 수가 있다. 또한, 내려오는 힘을 이용해 반동으로 덤벨을 올리는 경우도 잦은 실수 중에 하나이다.
중량을 들기만을 위한 운동이 아닌 보디빌딩식 운동, 즉, 스트렝스 운동이 아닌 근비대를 위한 운동을 제대로 하기 위해서는 적절한 템포를 이용하여 천천히 집중하여 진행하는 것이 가장 중요하다.', SYSDATE, NULL, 'F', 'F', '0');
insert into board_t values ('15', '10', '오늘의 이두운동, BICEPS CURL', '이두운동은 나도 힘들어서 잘안함 그냥 중력에 수직으로 저항 받으면 됨.', to_date(sysdate,'yyyy/mm/dd hh24:mi'), NULL, 'F', 'F', '0');
insert into board_t values ('16', '6', '오늘의 등운동, SEATED ROW', '등운동은 크게 등 두께를 두껍게 만드는 운동과 등 넓이를 넓히는 운동으로 나눌 수 있습니다. 등 두께를 두껍게 하는 운동 종목으로는 로우류의 운동이 있습니다. 대표적으로 헬스장에서 많이 하시는 시티드 로우를 예로 들 수 있습니다. 시티드 로우 같은 경우에 보통 수축을 중점으로, 그 중량을 땡기는 것에만 중점을 두고 많이 운동을 하시는데 등운동은 수축보다는 이완에 중점을 두고 운동을 하셔야 합니다. 수축보다 이완에 집중을 하기 위해서는 중량 선택이 가장 중요합니다. 중량 선택에 관해서는 다음에 다시 다루도록 하겠습니다.',
sysdate, NULL, 'F', 'F', '0');
insert into board_t values ('17', '7', '오늘의 가슴운동, CABLE CROSS OVER', '케이블 크로스 오버는 팔을 가운데로 모은다는 느낌보다는 앞쪽으로 손을 쭉 뻗는 프레스 느낌으로 해야한다. 가슴 중앙부랑 정면에 연장된 선이 있다고 생각하고 손을 그 선의 제일 먼 곳으로 보낸다는 느낌으로 프레스 하듯이 하면 혈액을 모을 수 있음.
중량은 너무 높은 중량보다는 종목을 수행하면서 속도를 천천히 하면서 타겟 근육에 집중하는 것이 제일 중요하다.', SYSDATE, NULL, 'F', 'F', '0');
insert into board_t values ('18', '8', '오늘의 하체운동, BARBELL SQUET', '웨이트 트레이닝의 꽃, 스쿼트. 옛날에는 스쿼트를 무릎이 발 앞으로 나가면 안된다고 많이 가르쳤다. 하지만 요새는 발의 넓이는 자신이 편한만큼 벌려서 스텐스를 잡으며 그 사이 공간으로 몸이 가라앉는 다는 느낌으로 편하게 앉아주면 된다.
스쿼트를 진행하면서 타겟하는 근육이 어디느냐에 따라 수행방법이 조금씩 다르긴 하지만 가장 기초적인 대퇴 사두를 타겟으로 하는 하이바 스쿼트의 경우에는 바벨을 승모근 위에 올려 견갑을 잡은 상태에서 팔꿈치를 위로 들어올려서 스쿼트를
수행함에 있어서 바벨에 안정성을 높여야 한다. 그 상태에서 배에 숨을 몰아넣어 복압을 잡은 상태에서 자연스럽게 상체는 세운 상태에서 앉아주면 된다. 과도한 중량으로 상체가 숙여지면 허리 부상의 위험성이 높아지니 적절한 중량을 선택하는 것이 매우 중요하다.',
SYSDATE, NULL, 'F', 'F', '0');
insert into board_t values ('19', '9', '오늘의 어깨운동, SEATED OVER HEAD DUMBELL PRESS', '시티드 오버헤드 프레스는 어깨가 커지기 위해하는 프레스 운동 중 가장 기초적인 프레스류의 운동이다. 많은 사람들이 머리 위로 들고있는 덤벨을 옆으로 벌리면서 내리는 실수를 하는데, 그렇게 되면 어깨 부상의 위험성이 매우 높다.
플라이를 제외한 덤벨을 이용한 프레스 운동은 모두 수직저항을 받는 것이 타겟으로 하는 근육에 부하를 제대로 가져올 수가 있다. 또한, 내려오는 힘을 이용해 반동으로 덤벨을 올리는 경우도 잦은 실수 중에 하나이다.
중량을 들기만을 위한 운동이 아닌 보디빌딩식 운동, 즉, 스트렝스 운동이 아닌 근비대를 위한 운동을 제대로 하기 위해서는 적절한 템포를 이용하여 천천히 집중하여 진행하는 것이 가장 중요하다.', SYSDATE, NULL, 'F', 'F', '0');
insert into board_t values ('20', '10', '오늘의 이두운동, BICEPS CURL', '이두운동은 나도 힘들어서 잘안함 그냥 중력에 수직으로 저항 받으면 됨.', to_date(sysdate,'yyyy/mm/dd hh24:mi'), NULL, 'F', 'F', '0');
insert into board_t values ('21', '6', '오늘의 등운동, SEATED ROW', '등운동은 크게 등 두께를 두껍게 만드는 운동과 등 넓이를 넓히는 운동으로 나눌 수 있습니다. 등 두께를 두껍게 하는 운동 종목으로는 로우류의 운동이 있습니다. 대표적으로 헬스장에서 많이 하시는 시티드 로우를 예로 들 수 있습니다. 시티드 로우 같은 경우에 보통 수축을 중점으로, 그 중량을 땡기는 것에만 중점을 두고 많이 운동을 하시는데 등운동은 수축보다는 이완에 중점을 두고 운동을 하셔야 합니다. 수축보다 이완에 집중을 하기 위해서는 중량 선택이 가장 중요합니다. 중량 선택에 관해서는 다음에 다시 다루도록 하겠습니다.',
sysdate, NULL, 'F', 'F', '0');
insert into board_t values ('22', '7', '오늘의 가슴운동, CABLE CROSS OVER', '케이블 크로스 오버는 팔을 가운데로 모은다는 느낌보다는 앞쪽으로 손을 쭉 뻗는 프레스 느낌으로 해야한다. 가슴 중앙부랑 정면에 연장된 선이 있다고 생각하고 손을 그 선의 제일 먼 곳으로 보낸다는 느낌으로 프레스 하듯이 하면 혈액을 모을 수 있음.
중량은 너무 높은 중량보다는 종목을 수행하면서 속도를 천천히 하면서 타겟 근육에 집중하는 것이 제일 중요하다.', SYSDATE, NULL, 'F', 'F', '0');
insert into board_t values ('23', '8', '오늘의 하체운동, BARBELL SQUET', '웨이트 트레이닝의 꽃, 스쿼트. 옛날에는 스쿼트를 무릎이 발 앞으로 나가면 안된다고 많이 가르쳤다. 하지만 요새는 발의 넓이는 자신이 편한만큼 벌려서 스텐스를 잡으며 그 사이 공간으로 몸이 가라앉는 다는 느낌으로 편하게 앉아주면 된다.
스쿼트를 진행하면서 타겟하는 근육이 어디느냐에 따라 수행방법이 조금씩 다르긴 하지만 가장 기초적인 대퇴 사두를 타겟으로 하는 하이바 스쿼트의 경우에는 바벨을 승모근 위에 올려 견갑을 잡은 상태에서 팔꿈치를 위로 들어올려서 스쿼트를
수행함에 있어서 바벨에 안정성을 높여야 한다. 그 상태에서 배에 숨을 몰아넣어 복압을 잡은 상태에서 자연스럽게 상체는 세운 상태에서 앉아주면 된다. 과도한 중량으로 상체가 숙여지면 허리 부상의 위험성이 높아지니 적절한 중량을 선택하는 것이 매우 중요하다.',
SYSDATE, NULL, 'F', 'F', '0');
insert into board_t values ('24', '9', '오늘의 어깨운동, SEATED OVER HEAD DUMBELL PRESS', '시티드 오버헤드 프레스는 어깨가 커지기 위해하는 프레스 운동 중 가장 기초적인 프레스류의 운동이다. 많은 사람들이 머리 위로 들고있는 덤벨을 옆으로 벌리면서 내리는 실수를 하는데, 그렇게 되면 어깨 부상의 위험성이 매우 높다.
플라이를 제외한 덤벨을 이용한 프레스 운동은 모두 수직저항을 받는 것이 타겟으로 하는 근육에 부하를 제대로 가져올 수가 있다. 또한, 내려오는 힘을 이용해 반동으로 덤벨을 올리는 경우도 잦은 실수 중에 하나이다.
중량을 들기만을 위한 운동이 아닌 보디빌딩식 운동, 즉, 스트렝스 운동이 아닌 근비대를 위한 운동을 제대로 하기 위해서는 적절한 템포를 이용하여 천천히 집중하여 진행하는 것이 가장 중요하다.', SYSDATE, NULL, 'F', 'F', '0');
insert into board_t values ('25', '10', '오늘의 이두운동, BICEPS CURL', '이두운동은 나도 힘들어서 잘안함 그냥 중력에 수직으로 저항 받으면 됨.', to_date(sysdate,'yyyy/mm/dd hh24:mi'), NULL, 'F', 'F', '0');
insert into board_t values ('26', '6', '오늘의 등운동, SEATED ROW', '등운동은 크게 등 두께를 두껍게 만드는 운동과 등 넓이를 넓히는 운동으로 나눌 수 있습니다. 등 두께를 두껍게 하는 운동 종목으로는 로우류의 운동이 있습니다. 대표적으로 헬스장에서 많이 하시는 시티드 로우를 예로 들 수 있습니다. 시티드 로우 같은 경우에 보통 수축을 중점으로, 그 중량을 땡기는 것에만 중점을 두고 많이 운동을 하시는데 등운동은 수축보다는 이완에 중점을 두고 운동을 하셔야 합니다. 수축보다 이완에 집중을 하기 위해서는 중량 선택이 가장 중요합니다. 중량 선택에 관해서는 다음에 다시 다루도록 하겠습니다.',
sysdate, NULL, 'F', 'F', '0');
insert into board_t values ('27', '7', '오늘의 가슴운동, CABLE CROSS OVER', '케이블 크로스 오버는 팔을 가운데로 모은다는 느낌보다는 앞쪽으로 손을 쭉 뻗는 프레스 느낌으로 해야한다. 가슴 중앙부랑 정면에 연장된 선이 있다고 생각하고 손을 그 선의 제일 먼 곳으로 보낸다는 느낌으로 프레스 하듯이 하면 혈액을 모을 수 있음.
중량은 너무 높은 중량보다는 종목을 수행하면서 속도를 천천히 하면서 타겟 근육에 집중하는 것이 제일 중요하다.', SYSDATE, NULL, 'F', 'F', '0');
insert into board_t values ('28', '8', '오늘의 하체운동, BARBELL SQUET', '웨이트 트레이닝의 꽃, 스쿼트. 옛날에는 스쿼트를 무릎이 발 앞으로 나가면 안된다고 많이 가르쳤다. 하지만 요새는 발의 넓이는 자신이 편한만큼 벌려서 스텐스를 잡으며 그 사이 공간으로 몸이 가라앉는 다는 느낌으로 편하게 앉아주면 된다.
스쿼트를 진행하면서 타겟하는 근육이 어디느냐에 따라 수행방법이 조금씩 다르긴 하지만 가장 기초적인 대퇴 사두를 타겟으로 하는 하이바 스쿼트의 경우에는 바벨을 승모근 위에 올려 견갑을 잡은 상태에서 팔꿈치를 위로 들어올려서 스쿼트를
수행함에 있어서 바벨에 안정성을 높여야 한다. 그 상태에서 배에 숨을 몰아넣어 복압을 잡은 상태에서 자연스럽게 상체는 세운 상태에서 앉아주면 된다. 과도한 중량으로 상체가 숙여지면 허리 부상의 위험성이 높아지니 적절한 중량을 선택하는 것이 매우 중요하다.',
SYSDATE, NULL, 'F', 'F', '0');
insert into board_t values ('29', '9', '오늘의 어깨운동, SEATED OVER HEAD DUMBELL PRESS', '시티드 오버헤드 프레스는 어깨가 커지기 위해하는 프레스 운동 중 가장 기초적인 프레스류의 운동이다. 많은 사람들이 머리 위로 들고있는 덤벨을 옆으로 벌리면서 내리는 실수를 하는데, 그렇게 되면 어깨 부상의 위험성이 매우 높다.
플라이를 제외한 덤벨을 이용한 프레스 운동은 모두 수직저항을 받는 것이 타겟으로 하는 근육에 부하를 제대로 가져올 수가 있다. 또한, 내려오는 힘을 이용해 반동으로 덤벨을 올리는 경우도 잦은 실수 중에 하나이다.
중량을 들기만을 위한 운동이 아닌 보디빌딩식 운동, 즉, 스트렝스 운동이 아닌 근비대를 위한 운동을 제대로 하기 위해서는 적절한 템포를 이용하여 천천히 집중하여 진행하는 것이 가장 중요하다.', SYSDATE, NULL, 'F', 'F', '0');
insert into board_t values ('30', '10', '오늘의 이두운동, BICEPS CURL', '이두운동은 나도 힘들어서 잘안함 그냥 중력에 수직으로 저항 받으면 됨.', to_date(sysdate,'yyyy/mm/dd hh24:mi'), NULL, 'F', 'F', '0');

insert into img_t values('gym1_1.jpg',1);
insert into img_t values('gym1_2.jpg',1);
insert into img_t values('gym1_3.jpg',1);
insert into img_t values('gym1_4.jpg',1);
insert into img_t values('gym1_5.jpg',1);

insert into img_t values('gym2_1.jpg',2);
insert into img_t values('gym2_2.jpg',2);
insert into img_t values('gym2_3.jpg',2);
insert into img_t values('gym2_4.jpg',2);
insert into img_t values('gym2_5.jpg',2);

insert into img_t values('gym3_1.jpg',3);
insert into img_t values('gym3_2.jpg',3);
insert into img_t values('gym3_3.jpg',3);
insert into img_t values('gym3_4.jpg',3);
insert into img_t values('gym3_5.jpg',3);

insert into img_t values('gym4_1.jpeg',4);
insert into img_t values('gym4_2.jpeg',4);
insert into img_t values('gym4_3.jpeg',4);
insert into img_t values('gym4_4.jpeg',4);
insert into img_t values('gym4_5.jpeg',4);

insert into img_t values('gym5_1.jpg',5);
insert into img_t values('gym5_2.png',5);
insert into img_t values('gym5_3.png',5);
insert into img_t values('gym5_4.png',5);
insert into img_t values('gym5_5.png',5);

insert into img_t values('gym6_1.jpg',6);
insert into img_t values('gym6_2.jpg',6);
insert into img_t values('gym6_3.jpg',6);
insert into img_t values('gym6_4.jpg',6);
insert into img_t values('gym6_5.jpg',6);
		
		